IdeaRS.Connections
TonguePlateData.ConnectionTongueType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TonguePlateData.ConnectionTongueType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TongueType ConnectionTongueType { get; set; }
Property Value
Type: TongueType
See Also
Reference
TonguePlateData Class
IdeaRS.Connections.Data Namespace